[Version]
7.7

[Main]	
Item0000=Bun venit la HP Recovery Manager. Utilizaţi acest instrument pentru a restaura şi a repune în funcţiune computerul în eventualitatea în care nu mai funcţionează cum este normal.
Item0001=Am nevoie de ajutor imediat
Item0002=Doresc să efectuez activităţi de întreţinere
Item0003=Doresc să contactez HP Support 
Item0004=Doresc să iau măsuri de siguranţă
Item0005=Restaurare sistem Windows
Item0006=Restauraţi sistemul la o dată anterioară
Item0007=Mediul de recuperare Windows
Item0008=Reporniţi computerul şi introduceţi Mediul de recuperare Windows pentru a reîmprospăta imaginea sau restauraţi sistemul în faza originală din fabrică.
Item0009=Copiere de rezervă fişiere
Item0010=Faceţi copii de rezervă ale datelor personale
Item0011=Recuperare imagine minimizată
Item0012=Restauraţi numai sistemul de operare, driverele şi anumite aplicaţii software (imagine curată)
Item0013=Executare Verificare computer
Item0014=Utilizaţi instrumentul Diagnostice hardware pentru a diagnostica memoria computerului, unitatea de disc etc…
Item0015=Creare suporturi de recuperare
Item0016=Creaţi un set de suporturi de recuperare pentru sistem
Item0017=Ştergere partiţie de recuperare
Item0018=Ştergeţi imaginea copiei de rezervă a software-ului instalat din fabrică pentru a elibera spaţiu pe unitatea de disc
Item0019=Resetare la valorile din fabrică
Item0020=Resetaţi computerul ştergând complet unitatea de disc şi restaurând starea iniţială din fabrică
Item0021=Efectuare întreţinere computer
Item0022=Depanaţi probleme, descărcaţi actualizări şi aflaţi mai multe despre computer
Item0023=Obţinere asistenţă de la HP
Item0024=Afişaţi informaţii de contact pentru Asistenţa pentru clienţi HP
Item0025=Afişare informaţii de contact
Item0026=Afişaţi informaţii de contact pentru Asistenţa pentru clienţi HP
Item0027=Reinstalare drivere şi aplicaţii
Item0028=Reinstalaţi drivere şi/sau aplicaţii
Item0029=Dezactivat: partiţia de recuperare a fost eliminată.
Item0030=Dezactivat: utilizaţi suporturile de recuperare pentru a recupera sistemul.
Item0031=Dezactivat: Restaurare sistem Windows este oprită.
Item0032=Dezactivat: HP Support Assistant nu este instalat.
Item0033=Copiere de rezervă şi restaurare Windows
Item0034=Crearea unei copii de rezervă sau restaurarea fişierelor dintr-o copie de rezervă existentă
Item0035=Drepturi de acces insuficiente
Item0036=HP Recovery Manager necesită privilegii de administrator pentru a fi executat. Creşteţi setarea caracteristicii Control cont utilizator. 	
Item0037=Versiune: 00
Item0038=Dezactivat: Nu se acceptă discuri dinamice
Item0039=Dezactivat: Utilizaţi aplicaţia Windows management disc
Item0040=Istoric fişiere Windows
Item0041=Accesul la Partiţie de recuperare este necesar pentru unele caracteristici. Andocaţi tableta la bază şi relansaţi HP Recovery Manager pentru a activa aceste opţiuni.
Item0042=Pentru a utiliza aceste opţiuni, andocaţi tableta la bază şi relansaţi HP Recovery Manager.
Item0043=Opţiunile Recuperare şi Copiere de rezervă fişiere necesită accesul la Partiţie de recuperare din bază. Andocaţi tableta la bază, reporniţi sistemul şi apăsaţi F11 pentru a relansa HP Recovery Manager. Faceţi clic pe Continuare pentru a executa Verificare computer.
Item0044=Reîmprospătarea sistemului Windows
Item0045=Precauții
Item0046=Asistență
Item0047=Întreținere
Item0048=Creare suport de recuperare
Item0049=Creați un suport de recuperare pentru sistemul dvs.
Item0050=Efectuați întreținerea computerului 
Item0051=Contactați serviciul de asistență HP
Item0052=Ștergeți partiția de recuperare
Item0053=Creați puncte de restaurare sau folosiți punctele de restaurare pe care le-ați creat anterior pentru a vă restaura sistemul la o dată anterioară
Item0054=Istoric fişiere Windows
Item0055=Mediu de recuperare HP
Item0056=Reporniţi şi intraţi în Mediul de recuperare HP pentru a restaura sistemul la starea originală din fabrică
Item0057=Nu deconectaţi tableta de la staţia de andocare în timpul procesului de recuperare. Procedând astfel, tableta nu se va mai putea iniţializa.
Item0058=Reporniţi şi introduceți 00 pentru a restaura sistemul
Item0059=Resetare sistem Windows
Item0060=HP Recovery Manager este acceptat numai în modul peisaj.
Item0061=Vă rugăm să închideţi HP Recovery Manager, să comutaţi ecranul în modul peisaj şi apoi să rulați din nou aplicaţia HP Recovery Manager.

[General]	
Item0100=Înapoi
Item0101=Următorul
Item0102=Revocare
Item0103=Continuare
Item0104=Terminare
Item0105=OK
Item0106=Doriţi să ieşiţi din HP Recovery Manager?
Item0107=Procesul de restaurare se poate întrerupe dacă nu vă asiguraţi că aţi conectat computerul la adaptorul său de alimentare.
Item0108=HP Recovery Manager este deja în execuţie!!
Item0109=Reiniţializare
Item0110=Închidere
Item0111=Atenţie: Computerul funcţionează în prezent cu alimentare de la acumulator.
Item0112=Acest proces necesită conectarea computerului la adaptorul său de alimentare.
Item0113=Conectaţi adaptorul de alimentare al computerului, apoi faceţi clic pe OK pentru a continua.
Item0114=HP Recovery Manager a eşuat. Cod de eroare = 00
Item0115=Există erori. Reîncercaţi.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(cod de eroare=00)
Item0119=Recuperarea nu este acceptată în configuraţia curentă, activaţi opţiunea de accelerare pentru Intel Smart Response Technology şi încercaţi din nou.
Item0120=Aplicaţia Recovery Manager a fost pentru Windows 7. Nu este compatibilă cu Windows 8.
Item0121=Acest Softpaq nu este acceptat de Windows 7. Mai întâi faceţi upgrade la Windows 8.
	
[Windows System Restore]
Item0200=Restaurare sistem Windows
Item0201=Pentru a se utiliza Restaurare sistem Windows, HP Recovery Manager se va închide.
Item0202=Restaurare sistem Windows poate contribui la rezolvarea problemelor care pot duce la funcţionarea lentă sau la lipsa de răspuns a computerului. Nu vă va afecta documentele, imaginile sau alte date personale.
Item0203=Pentru a lansa automat aplicaţia Restaurare sistem Windows, faceţi clic pe Următorul.
	       	
[Computer Checkup]	
Item0250=Verificare computer
Item0251=Lansare Verificare disc pentru partiţia Windows
Item0252=Lansare Verificare disc pentru partiţia de recuperare
Item0253=Deschidere prompt de comandă
Item0254=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
		
[Remove Recovery Partition]	
Item0300=Ştergere partiţie de recuperare
Item0301=Windows Push Button Reset (Resetarea butonului de comandă Windows) şi opţiunile HP de recuperare a imaginii nu vor fi disponibile după eliminarea partiţiei de recuperare.
Item0302=Am înţeles. Se continuă cu eliminarea partiţiei de recuperare.
Item0303=Continuare
Item0304=Crearea suporturilor de recuperare nu s-a finalizat. Opţiunea de creare a suporturilor de recuperare nu va fi disponibilă după ştergerea partiţiei de recuperare.
Item0305=Mergeţi acum la 00.
Item0306=Se şterge partiţia de recuperare…
Item0307=Faceţi clic pe Continuare pentru a reveni la pagina de reşedinţă
Item0308=Reşedinţă
Item0309=Creare suporturi de recuperare
Item0310=Au apărut erori la ştergerea partiţiei de recuperare. Reîncercaţi.
Item0311=Partiţia de recuperare a fost eliminată cu succes.
Item0312=Opţiunile de recuperare a imaginii HP nu vor fi disponibile după ştergerea partiţiei de recuperare.
		
[File Restore Program]	
Item0400=Restaurare fişiere 
Item0401=Bun venit
Item0402=Utilitarul Restaurare fişiere vă ajută să restauraţi fişierele cărora, în prealabil, le-aţi făcut copii de rezervă.
Item0403=Pentru a continua, faceţi clic pe Următorul.
Item0404=Ce tipuri de fişiere doriţi să restauraţi?
Item0405=Imagini
Item0406=Muzică şi alte fişiere audio
Item0407=Videoclipuri şi filme
Item0408=Emisiuni TV înregistrate
Item0409=Documente, foi de calcul şi prezentări
Item0410=Mesaje de e-mail, preferinţe şi setări pentru Internet
Item0411=Altele
Item0412=Ajutor
Item0413=Fişierele au fost restaurate în următoarea locaţie:
Item0414=Pe desktop a fost amplasată o comandă rapidă către această locaţie.
Item0415=Restaurarea este în curs
Item0416=Progres:  00%
Item0417=Aşteptaţi...
Item0418=Fişierele au fost restaurate
Item0419=Restaurarea s-a finalizat cu succes.
Item0420=Pentru a închide acest program, faceţi clic pe Terminare.
Item0421=Calea către anumite fişiere restaurate depăşeşte 260 de caractere. Consultaţi 00.
Item0422=OK
Item0423=Avertisment
Item0424=Utilitarul Restaurare fişiere este deja în execuţie.
Item0425=Pentru a executa utilitarul Restaurare fişiere, trebuie să fiţi în Windows 7.
Item0426=Revocaţi restaurarea fişierelor?
Item0427=Restaurare revocată
Item0428=Aţi revocat procesul de restaurare.
Item0429=Unde doriți să salvați fișierele copii de rezervă?
Item0430=Discul local
		
[File Backup Program]	
Item0500=Copiere de rezervă fişiere
Item0501=Pentru ce tipuri de fişiere doriţi copii de rezervă?
Item0502=Imagini
Item0503=Muzică şi alte fişiere audio
Item0504=Videoclipuri şi filme
Item0505=Emisiuni TV înregistrate
Item0506=Documente, foi de calcul şi prezentări
Item0507=Mesaje de e-mail, preferinţe şi setări pentru Internet
Item0508=Altele
Item0509=Ajutor
Item0510=Pentru a continua, faceţi clic pe Următorul.
Item0511=Se scanează
Item0512=Expertul Copiere de rezervă fişiere creează o listă cu fişierele care vor fi copiate.
Item0513=Acest proces poate dura câteva minute.
Item0514=Progres: 00 %
Item0515=Aşteptaţi...
Item0516=Nu există suficient spaţiu disponibil pe partiţia de sistem de pe unitatea de disc pentru stocarea temporară în timpul comprimării datelor.
Item0517=Trebuie să mai eliberaţi spaţiu pe partiţia de sistem de pe unitatea de disc pentru a continua această activitate.
Item0518=OK
Item0519=Avertisment
Item0520=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
Item0521=Se creează copia de rezervă
Item0522=Se creează fişierele copiei de rezervă
Item0523=Se finalizează fişierele copiei de rezervă
Item0524=Nu există niciun fişier cu tipul de fişier selectat de utilizator.
Item0525=Unde doriţi să fie salvată copia de rezervă?
Item0526=Dimensiunea fişierelor sursă:  00
Item0527=Nume
Item0528=Tip
Item0529=Dimensiune totală
Item0530=Spaţiu liber
Item0531=Nu este disponibil niciun dispozitiv pentru copierea de rezervă a fişierelor. Asiguraţi-vă că este conectat un disc amovibil.
Item0532=Amovibil
Item0533=Copierea de rezervă a fişierelor s-a finalizat.
Item0534=Fişierele vor fi salvate în (00).
Item0535=Se copiază copia de rezervă 
Item0536=Unitatea de destinaţie nu este conectată.
Item0537=Copiere de rezervă fişiere
Item0538=HP Recovery Manager a creat cu succes copia de rezervă.
Item0539=Revocaţi copierea de rezervă a fişierelor?
Item0540=Revocare
Item0541=Copierea de rezervă a fişierelor a fost revocată
Item0542=Aţi revocat cu succes procesul de copiere de rezervă.
Item0543=Aţi revocat procesul de copiere de rezervă.
Item0544=Continuaţi cu utilitarul Recuperare sistem?
Item0545=Continuaţi cu utilitarul Recuperare imagine minimizată?
Item0546=Continuaţi cu utilitarul Resetare la valorile din fabrică?
Item0547=Da
Item0548=Nu
Item0549=Inscriptor
Item0550=Nu este disponibil niciun dispozitiv pentru copierea de rezervă a fişierelor. Asiguraţi-vă că aţi conectat un disc amovibil sau un inscriptor.
Item0551=Copiere de rezervă automată
Item0552=Permite selectarea de către utilizator a categoriilor pentru copierea de rezervă (de exemplu, Fotografii). Copierea de rezervă va acoperi majoritatea tipurilor de fişiere folosite, de regulă, de categoria respectivă. Utilizaţi această opţiune dacă doriţi o modalitate simplă de configurare a copierii de rezervă.
Item0553=Copiere de rezervă manuală
Item0554=Permite selectarea de către utilizator a anumitor fişiere şi foldere pentru copierea de rezervă. Utilizaţi această opţiune dacă doriţi să aveţi control total asupra conţinutului care va fi copiat de rezervă.
Item0555=Copiere directă a datelor
Item0556=Copierea directă a datelor nu utilizează comprimarea, iar fişierele nu se restaurează utilizând HP Recovery Manager. Pentru a accesa fişierele de la orice computer după finalizarea copierii de rezervă, este suficient să navigaţi prin directorul System Recovery Files (Fişiere de recuperare a sistemului).
Item0557=Pentru a restaura datele în sistemul original, Copiaţi şi Lipiţi înapoi fişierele.
Item0558=Introduceţi un disc gol DVD+R sau DVD-R şi faceţi clic pe Următorul.
Item0559=Progres inscripţionare:  00 %
Item0560=Nr. total de discuri:  00
Item0561=Discul curent:  00
Item0562=Introduceţi un disc
Item0563=Introduceţi un disc gol.
Item0564=Discul introdus nu este acceptat de HP Recovery Manager; introduceţi un disc gol DVD+R sau DVD-R (cu capacitatea de 4,7 GB).
Item0565=Se pregătesc datele 
	
[Recovery Media Creation]	
Item0600=Reşedinţă
Item0601=Creare suporturi de recuperare
Item0602=Aveţi permisiunea să creaţi 00 set de suporturi de recuperare.
Item0603=Accept.
Item0604=Continuare
Item0605=Introduceţi unul dintre următoarele tipuri de suporturi media:
Item0606=Unitate Flash USB
Item0607=Capacitate minimă obligatorie de 00 GB
Item0608=DVD
Item0609=Sunt necesare 00 discuri
Item0610=DVDDL
Item0611=Continuaţi cu tipul de suport evidenţiat?
Item0612=Da
Item0613=Nu
Item0614=Se creează unitatea flash USB de recuperare...
Item0615=Pregătire disc
Item0616=Se formatează unitatea flash USB
Item0617=Copiere imagine
Item0618=Se copiază imaginea de recuperare pe unitatea flash USB...
Item0619=Verificare disc
Item0620=Se verifică imaginea de recuperare de pe unitatea flash USB...
Item0621=00 % finalizat
Item0622=Introduceţi un disc
Item0623=Introduceţi un disc 00 pentru a continua. Faceţi clic pe Revocare pentru a opri procesul de creare a suporturilor de recuperare. Procesul de creare a suporturilor de recuperare poate fi reluat în orice moment, selectând din nou opţiunea Creare suporturi de recuperare.
Item0624=Pregătire date
Item0625=Se creează imaginea de recuperare
Item0626=Inscripţionare date
Item0627=Se inscripţionează pe disc imaginea de recuperare
Item0628=Verificare disc
Item0629=Se verifică imaginea de recuperare de pe disc
Item0630=S-au creat suporturi de recuperare pe 00. Aveţi permisiunea să creaţi UN SINGUR set de suporturi de recuperare.
Item0631=Faceţi clic pe OK pentru a reveni la pagina de reşedinţă
Item0632=OK
Item0633=Crearea suporturilor de recuperare nu s-a finalizat. Apăsaţi pe Continuare pentru a finaliza crearea suporturilor de recuperare.
Item0634=Revocare
Item0635=Conectaţi adaptorul de alimentare al computerului
Item0636=Pentru a continua acest proces, acumulatorul trebuie să fie montat, iar computerul trebuie să fie conectat la adaptorul său de alimentare
Item0637=Montaţi acumulatorul
Item0638=Nu s-a găsit nicio unitate optică
Item0639=Acum puteţi conecta unitatea optică
Item0640=Disc Blu-ray
Item0641=Crearea discului de recuperare 00 s-a finalizat. Etichetaţi discul 00 şi păstraţi-l într-un loc sigur.
Item0642=Unitatea Flash USB va fi formatată. Toate datele de pe unitatea Flash USB se vor pierde. Pentru imaginea de recuperare se va utiliza tot spaţiul de pe unitatea Flash USB (chiar dacă dimensiunea unităţii Flash USB este mai mare decât dimensiunea estimată a imaginii de recuperat).
Item0643=Faceţi clic pe Revocare pentru a reveni la selecţia tipului de suport, sau pe Continuare pentru a începe pregătirea discului.
Item0644=Selectaţi una din următoarele opţiuni pentru tipul de suporturi 
Item0645=UN SINGUR
Item0646=Se analizează hardware-ul…
Item0647=Crearea suporturilor de recuperare este în curs. HP Recovery Manager nu poate fi închis.
Item0648=Au apărut erori la crearea suportului de recuperare. Reîncercaţi.
Item0649=Capacitatea unităţii flash introduse este insuficientă. Introduceţi altă unitate.
Item0650=Suporturile reinscriptibile nu sunt acceptate. Introduceţi un disc 00 gol.
Item0651=Discul introdus nu este gol. Introduceţi un disc 00 gol.
Item0652=Discul de recuperare 00 din 01 s-a finalizat. Etichetaţi discul 00 din 01 şi păstraţi-l într-un loc sigur.
Item0653=Discul de recuperare a fost creat cu succes.
Item0654=Unitatea flash de recuperare a fost creată cu succes. Etichetaţi-o şi păstraţi-o într-un loc sigur.
Item0655=Este necesar discul 00
Item0656=Suporturile reinscriptibile nu sunt acceptate!!
Item0657=Suportul introdus nu este acceptat!!
Item0658=Partiţia de recuperare a fost ştearsă - Opţiunea de creare a suporturilor de recuperare nu mai este disponibilă.
Item0659=Verificare disc nereuşită. Utilizaţi alt disc şi încercaţi din nou.
Item0660=Inscripţionarea discului nu a reuşit. Utilizaţi alt disc şi încercaţi din nou.
Item0661=Acest sistem este creat din suportul de recuperare. Aveţi permisiunea sa creaţi UN SINGUR set de suporturi de recuperare.
Item0662=Partiţia de recuperare a fost ştearsă.
Item0663=Limită USB depăşită
Item0664=Imaginea de recuperare depăşeşte 32 GB. Utilizaţi suporturi optice.
Item0665=Imaginea de recuperare depăşeşte limita de 32 GB pentru unitatea flash USB. Pentru a crea suporturi de recuperare, va fi necesar să utilizaţi suporturi optice (DVD-uri).
Item0666=Asiguraţi-vă că unitatea flash USB poate memora 00 GB de date (maximum 32 GB).
Item0667=- Discul de recuperare 00 din 01 este finalizat. Vă rugăm să etichetaţi discul „00 din 01” şi să îl păstraţi într-un loc sigur.
Item0668=- Vă rugăm să introduceţi un disc pentru a continua sau faceţi clic pe Anulare pentru a opri crearea suportului de recuperare. 
Item0669=- Puteţi continua în orice moment selectând din nou opţiunea Creare suport de recuperare.
Item0670=Atenţie: Unitatea flash USB selectată va fi formatată.  Toate datele de pe unitatea flash USB vor fi pierdute.
Item0671=Maximum 32 GB de pe unitatea flash USB vor fi utilizaţi pentru imaginea de recuperare. Dacă unitatea flash USB este mai mare de 32 GB, spaţiul suplimentar de pe unitatea flash va fi inutilizabil după crearea suporturilor de recuperare.
Item0672=Faceţi clic pe Anulare pentru a vă întoarce la selectarea mediului sau clic pe Continuare pentru a începe crearea suportului de recuperare.
Item0673=Selectaţi 00 pentru a vă întoarce la selectarea suporturilor, sau selectaţi 01 pentru a începe crearea suporturilor de recuperare.
	
[System Recovery]	
Item0700=Restauraţi computerul la starea sa iniţială din fabrică
Item0701=Acest proces va reinstala imaginea iniţială din fabrică pe partiţia de sistem, dar nu va efectua alte modificări asupra unităţii de disc.
Item0702=Toate fişierele create de utilizator şi programele instalate după achiziţionare se vor pierde.
Item0703=Mai întâi copiere de rezervă a fişierelor (recomandat)
Item0704=Recuperare fără copiere de rezervă a fişierelor
Item0705=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
Item0706=Mediu de recuperare HP
Item0707=Bun venit la HP Recovery Manager
Item0708=Utilizaţi acest program pentru a restaura computerul la starea sa iniţială din fabrică.
Item0709=Detaşaţi toate dispozitivele externe înainte de a continua.
Item0710=Pentru informaţii suplimentare, consultaţi documentaţia computerului.
Item0711=Pentru a continua, faceţi clic pe Următorul.
Item0712=Restaurare imagine din fabrică
Item0713=Se reformatează partiţia Windows de pe unitatea de disc
Item0714=Se reinstalează software-ul original
Item0715=Progres:  00 % 
Item0716=Timp rămas estimat: 00 minute
Item0717=Aşteptaţi...
Item0718=Recuperarea s-a finalizat
Item0719=După repornirea computerului şi după finalizarea configurării iniţiale a computerului, trebuie să efectuaţi câţiva paşi suplimentari importanţi:
Item0720=Actualizaţi fişierele de securitate de la Microsoft şi HP
Item0721=Reinstalaţi software-ul care nu a fost livrat cu computerul
Item0722=Restauraţi toate datele personale pentru care aţi făcut copii de rezervă (dacă este cazul)
Item0723=Faceţi clic pe Terminare pentru a reporni computerul acum.
Item0724=Pregătirea recuperării
Item0725=Unitatea de disc va fi reformatată şi toate fişierele necesare pentru restaurarea imaginii din fabrică vor fi copiate pe unitatea de disc.
Item0726=Instalarea de recuperare
Item0727=Se instalează software-ul şi driverele, iar conţinutul este particularizat pentru computer.
Item0728=HP Recovery Manager va reseta unitatea de disc la starea din fabrică. Datele utilizatorului şi modificările de pe unitatea de disc se vor pierde.
Item0729=OK
Item0730=Revocare
Item0731=Pregătirea pentru recuperarea imaginii din fabrică
Item0732=Se copiază fişierele necesare pentru restaurarea unităţii de disc
Item0733=Pregătirea recuperării s-a finalizat
Item0734=După repornirea computerului, va începe faza de instalare pentru recuperare.
Item0735=Se vor instala software-ul şi driverele, iar conţinutul va fi particularizat pentru computer.
Item0736=În timpul acestei faze, computerul va reporni automat de mai multe ori. Aceasta este o parte normală a procesului.
Item0737=Nu opriţi computerul, nu închideţi capacul, nu deconectaţi computerul de la adaptorul de alimentare şi nu încercaţi să accesaţi computerul în acest timp.
Item0738=Faceţi clic pe Continuare pentru a reporni computerul acum.
Item0739=Introduceţi discul de recuperare #00.
Item0740=Scoateţi suportul de recuperare din sistem
Item0741=Recuperarea sistemului nu se poate efectua din Windows. Reporniţi computerul şi intraţi în mediul de recuperare?
Item0742=Continuaţi?
Item0743=Se pregăteşte mediul de recuperare…
Item0744=Închideţi toate aplicaţiile şi reiniţializaţi sistemul.
Item0745=Înainte de a continua, detaşaţi toate dispozitivele externe, cu excepţia tastaturii, mouse-ului şi monitorului.
Item0746=Recuperarea sistemului nu se poate efectua din Windows. Reporniţi computerul şi intraţi în mediul de recuperare?
Item0747=Procesul de recuperare are două faze:
Item0748=Reşedinţă
Item0749=Recuperare sistem
Item0750=Dezactivat: utilizaţi opţiunea Resetare la valorile din fabrică pentru a recupera sistemul	
Item0751=Aduceţi sistemul la zi prin instalarea celor mai recente actualizări de la Microsoft şi de la HP.
Item0752=Aţi selectat Mediu de recuperare HP. Sistemul va reporni şi va intra în mediul de recuperare. Continuaţi?
Item0753=În cazul în care computerul dvs. a inclus iniţial mai multe sisteme de operare, procesul de recuperare va readuce toate sistemele de operare la setările lor din fabrică.
Item0754=Aţi selectat 00. Sistemul va reporni şi va intra în mediul de recuperare. Doriţi să continuaţi?
Item0755=Toate fişierele şi partiţiile create de utilizator şi toate programele instalate după cumpărare se vor pierde.
Item0756=Procesul de recuperare are două faze:
Item0757=Pregătirea recuperării
Item0758=Partiţia Windows va fi reformatată şi toate fişierele necesare pentru a restaura starea originală din fabrică a sistemului Windows vor fi copiate pe unitatea de disc.
Item0759=Instalarea de recuperare
Item0760=Se instalează software-ul şi driverele, iar conţinutul este particularizat pentru computer.
Item0761=Se restaurează fişierele pe unitatea de disc
Item0762=Software-ul HP Drive Encryption (HPDE) este activat pe acest computer. Vă rugăm dezactivaţi HPDE înainte de a rula Recuperare Sistem.
	
[Minimized Image Recovery]	
Item0800=Recuperare imagine minimizată
Item0801=Acest proces va restaura un mediu Windows curat, cu un minim de drivere şi software instalate.
Item0802=Toate fişierele create de utilizator şi programele instalate după achiziţionare se vor pierde.
Item0803=Mai întâi copiere de rezervă a fişierelor (recomandat)
Item0804=Recuperare fără copiere de rezervă a fişierelor
Item0805=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
Item0806=Recuperare imagine minimizată
Item0807=Bun venit la HP Recovery Manager
Item0808=Acest proces va restaura un mediu Windows curat, cu un minim de drivere şi software instalate.
Item0809=Procesul de recuperare are două faze:
Item0810=Pregătirea recuperării
Item0811=Unitatea de disc va fi reformatată şi toate fişierele necesare pentru restaurarea imaginii minimizate vor fi copiate pe unitatea de disc.
Item0812=Instalarea de recuperare
Item0813=Se instalează software-ul şi driverele, iar conţinutul este particularizat pentru computer.
Item0814=Detaşaţi toate dispozitivele externe înainte de a continua.
Item0815=Pentru informaţii suplimentare, consultaţi documentaţia computerului.
Item0816=Pentru a continua, faceţi clic pe Următorul.
Item0817=S-a detectat un disc dinamic. Procesul de recuperare nu poate continua. Trebuie să utilizaţi suporturi de recuperare pentru a restaura computerul
Item0818=Pregătirea pentru recuperarea imaginii minimizate
Item0819=Se reformatează partiţia Windows de pe unitatea de disc
Item0820=Se copiază fişierele necesare pentru restaurarea unităţii de disc
Item0821=Progres:  00 % 
Item0822=Timp rămas estimat: 00 minute
Item0823=Aşteptaţi...
Item0824=Pregătirea recuperării s-a finalizat
Item0825=După repornirea computerului, va începe faza de instalare pentru recuperare.
Item0826=Se vor instala software-ul şi driverele, iar conţinutul va fi particularizat pentru computer.
Item0827=În timpul acestei faze, computerul va reporni automat de mai multe ori. Aceasta este o parte normală a procesului.
Item0828=Nu opriţi computerul, nu închideţi capacul, nu deconectaţi computerul de la adaptorul de alimentare şi nu încercaţi să accesaţi computerul în acest timp.
Item0829=Faceţi clic pe Continuare pentru a reporni computerul acum.
Item0830=Recuperarea s-a finalizat
Item0831=După repornirea computerului şi după finalizarea configurării iniţiale a computerului, trebuie să efectuaţi câţiva paşi suplimentari importanţi:
Item0832=Actualizaţi fişierele de securitate de la Microsoft şi HP
Item0833=Reinstalaţi software-ul care nu a fost livrat cu computerul
Item0834=Restauraţi toate datele personale pentru care aţi făcut copii de rezervă (dacă este cazul)
Item0835=Faceţi clic pe Terminare pentru a reporni computerul acum.
Item0836=OK
Item0837=Introduceţi discul de recuperare #00.
Item0838=Scoateţi suportul de recuperare din sistem
Item0839=HP Recovery Manager va instala imaginea minimizată. Datele utilizatorului şi modificările de pe unitatea de disc se vor pierde.
Item0840=Înainte de a continua, detaşaţi toate dispozitivele externe, cu excepţia tastaturii, mouse-ului şi monitorului.
Item0841=Dezactivat: Utilizaţi opţiunea Resetare la valorile din fabrică pentru a recupera sistemul
Item0842=În cazul în care computerul dvs. a inclus iniţial mai multe sisteme de operare, procesul de recuperare va readuce toate sistemele de operare la setările lor din fabrică.
	
[Boot from UCRD]	
Item0900=Recuperare sistem
Item0901=HP Recovery Manager porneşte implicit de pe unitatea de disc, dar poate fi executat şi de pe suportul pe care l-aţi introdus.
Item0902=Programul se execută de pe suport
Item0903=Programul se execută de pe unitatea de disc
Item0904=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
Item0905=Programul se execută de pe unitatea de disc
Item0906=Computerul va reporni acum de pe partiţie.
Item0907=Scoateţi suportul de recuperare înainte de a continua.
Item0908=Pentru a închide acest expert, faceţi clic pe Terminare.
Item0909=Contactaţi Asistenţa pentru clienţi HP
Item0910=Suportul de recuperare a sistemului nu acceptă acest computer.
Item0911=Nu este posibilă restaurarea acestui sistem cu acest suport.
Item0912=Nu este posibilă restaurarea acestui sistem cu portul de dispozitiv, contactaţi Asistenţa pentru clienţi HP.
		
[Factory Reset]	
Item1000=Resetare la valorile din fabrică
Item1001=Restaurare imagine din fabrică
Item1002=Restauraţi sistemul la starea iniţială din fabrică?
Item1003=Mai întâi copiere de rezervă a fişierelor (recomandat)
Item1004=Recuperare fără copiere de rezervă a fişierelor
Item1005=Pentru a continua, selectaţi o opţiune şi faceţi clic pe Următorul.
Item1006=Bun venit la HP Recovery Manager
Item1007=Utilizaţi acest program pentru a restaura computerul la starea sa iniţială din fabrică.
Item1008=Procesul de recuperare are două faze:
Item1009=Pregătirea recuperării
Item1010=Unitatea de disc va fi reformatată şi toate fişierele necesare pentru restaurarea imaginii din fabrică vor fi copiate pe unitatea de disc.
Item1011=Instalarea de recuperare
Item1012=Se instalează software-ul şi driverele, iar conţinutul este particularizat pentru computer.
Item1013=Detaşaţi toate dispozitivele externe înainte de a continua.
Item1014=Pentru informaţii suplimentare, consultaţi documentaţia computerului.
Item1015=Pentru a continua, faceţi clic pe Următorul.
Item1016=HP Recovery Manager va reseta unitatea de disc la starea din fabrică. Datele utilizatorului şi modificările de pe unitatea de disc se vor pierde.
Item1017=Pregătirea pentru recuperarea imaginii din fabrică
Item1018=Se reformatează partiţia Windows de pe unitatea de disc
Item1019=Se copiază fişierele necesare pentru restaurarea unităţii de disc
Item1020=Se restaurează fişierele pe unitatea de disc
Item1021=Progres:  00 % 
Item1022=Aşteptaţi...
Item1023=Timp rămas estimat: 00 minute
Item1024=Pregătirea recuperării s-a finalizat
Item1025=După repornirea computerului, va începe faza de instalare pentru recuperare.
Item1026=Se vor instala software-ul şi driverele, iar conţinutul va fi particularizat pentru computer.
Item1027=În timpul acestei faze, computerul va reporni automat de mai multe ori. Aceasta este o parte normală a procesului.
Item1028=Nu opriţi computerul, nu închideţi capacul, nu deconectaţi computerul de la adaptorul de alimentare şi nu încercaţi să accesaţi computerul în acest timp.
Item1029=Faceţi clic pe Continuare pentru a reporni computerul acum.
Item1030=Recuperarea s-a finalizat
Item1031=După repornirea computerului şi după finalizarea configurării iniţiale a computerului, trebuie să efectuaţi câţiva paşi suplimentari importanţi:
Item1032=Actualizaţi fişierele de securitate de la Microsoft şi HP
Item1033=Reinstalaţi software-ul care nu a fost livrat cu computerul
Item1034=Restauraţi toate datele personale pentru care aţi făcut copii de rezervă (dacă este cazul)
Item1035=Faceţi clic pe Terminare pentru a reporni computerul acum.
Item1036=Da
Item1037=Nu
Item1038=Contactaţi Asistenţa pentru clienţi HP
Item1039=În cele mai multe cazuri, problemele vor fi rezolvate prin restaurarea unităţii de disc.
Item1040=Dacă problemele continuă să apară, contactaţi Asistenţa pentru clienţi HP.
Item1041=În documentaţia computerului găsiţi informaţiile de contact pentru Asistenţa HP.
Item1042=Pentru a închide acest program, faceţi clic pe Terminare.
Item1043=Introduceţi discul de recuperare #00.
Item1044=Scoateţi suportul de recuperare din sistem
Item1045=HP Recovery Manager va reseta unităţile de disc la starea iniţială din fabrică. Datele utilizatorului şi toate modificările de pe unitatea de disc se vor pierde.
Item1046=OK
Item1047=Revocare
Item1048=Înainte de a continua, detaşaţi toate dispozitivele externe, cu excepţia tastaturii, mouse-ului şi monitorului.
Item1049=HP Recovery Manager va reseta unităţile de disc la starea iniţială din fabrică. Datele utilizatorului şi toate modificările de pe unitatea de disc se vor pierde.	
Item1050=Acest proces va restaura sistemul la starea sa iniţială din fabrică.
Item1051=Hard diskul va fi partiţionat şi formatat din nou, aşa cum a fost configurat din fabrică.
Item1052=Toate fişierele şi partiţiile create de utilizator şi toate programele instalate după cumpărare se vor pierde.
Item1053=În cazul în care computerul dvs. a inclus iniţial mai multe sisteme de operare, procesul de recuperare va readuce toate sistemele de operare la setările lor din fabrică.
	
[Restoration Incomplete]	
Item1100=Restaurare incompletă
Item1101=Restaurarea nu s-a finalizat.
Item1102=Selectaţi unul din următoarele butoane:
Item1103=Salvare jurnal
Item1104=Detalii
Item1105=Reîncercare
Item1106=Această caracteristică va colecta informaţii despre sistem pentru a ajuta HP la diagnosticarea problemei.
Item1107=Introduceţi o unitate de disc amovibil cu spaţiu liber de cel puţin 00 MB, apoi faceţi clic pe OK.
Item1108=OK
Item1109=Nu există suficient spaţiu liber. Introduceţi o unitate de disc amovibil cu spaţiu liber de cel puţin 00 MB, apoi faceţi clic pe OK.
Item1110=Fişierul jurnal a fost salvat ca 00.
Item1111=Introduceţi suportul de recuperare.
Item1112=Faceţi clic pe Continuare pentru a reporni computerul acum.
Item1113=Continuare
Item1114=Spaţiul total al unităţii de disc este mai mic decât cel al unităţii de disc originale, instalată din fabrică. Procesul de recuperare nu poate continua.
Item1115=Spaţiul total al unităţii de disc este prea mic. Procesul de recuperare nu poate continua.
		
[Drivers and Applications Reinstall]	
Item1200=Reinstalare drivere şi aplicaţii
Item1201=Se generează lista de drivere şi aplicaţii
Item1202=Reşedinţă
Item1203=Instalare
Item1204=Se instalează
Item1205=Finalizare
Item1206=Aplicaţii (00)
Item1207=Drivere (00)
Item1208=Actualizări HP (00) - actualizări descărcate şi instalate de la HP.com sau prin utilitarul HP Support Assistant
Item1209=Versiune: 00
Item1210=00 elemente,
Item1211=00 din 01 elemente selectate,
Item1212=00 aplicaţie şi
Item1213=00 aplicaţii şi
Item1214=00 driver şi
Item1215=00 drivere şi
Item1216=00 actualizare HP
Item1217=00 actualizări HP
Item1218=Instalarea s-a finalizat.
Item1219=Software-ul a fost instalat. Închiderea HP Recovery Manager a fost revocată.
Item1220=OK
Item1221=Dezinstalaţi versiunea anterioară de software înainte de a reinstala software-ul.
Item1222=Au apărut erori la reinstalarea software-ului. Reîncercaţi.
Item1223=Pe această maşină nu a fost găsită nicio sursă de software
Item1224=Element
Item1225=00 din 01 element selectat,
Item1226=Este posibil ca una sau mai multe din unităţile şi/sau aplicaţiile selectate să nu fi fost instalate corect şi au fost marcate cu „semnul exclamării”. Dezinstalaţi-le pe acestea de pe computer înainte de a încerca să le instalaţi din nou din HP Recovery Manager.
Item1227=Este posibil ca una sau mai multe din unităţile şi/sau aplicaţiile selectate să nu fi fost instalate corespunzător şi au fost marcate cu 00. Dezinstalaţi-le pe acestea de pe computer înainte de a încerca să le instalaţi din nou din HP Recovery Manager.
Item1228=Driver 00
Item1229=Drivere 00
Item1230=Finalizat	
	
[RP Protection]	
Item1300=Partiţie de recuperare
Item1301=Avertisment
Item1302=Această zonă (sau partiţie) de pe hard discul dvs. conţine fişiere utilizate în timpul Windows Push Button Reset (resetării butonului de comandă Windows) şi a recuperării imaginii HP.
Item1303=Nu ştergeţi şi nu alteraţi niciunul dintre aceste fişiere.
Item1304=Orice modificare efectuată în această partiţie ar putea avea impact asupra funcţionalităţii recuperării sistemului pe viitor.
	
[Show Contact Information]	
Item1350=Contactaţi Asistenţa pentru clienţi HP
Item1351=În cele mai multe cazuri, o restaurare a imaginii din fabrică va corecta toate problemele.
Item1352=Dacă problemele persistă sau dacă aveţi nevoie de copii ale discurilor de recuperare a sistemului, solicitaţi sprijin de la Asistenţa pentru clienţi HP.
Item1353=Puteţi contacta Asistenţa pentru clienţi HP la:
Item1354=www.hp.com/go/contacthp
Item1355=Faceţi clic pe Terminare pentru a închide acest program.
Item1356=Faceţi clic pe Revocare pentru a închide acest program.

[File Backup Program 2.0]
Item1400=Ce metodă de selectare a fişierelor doriţi să utilizaţi pentru crearea copiei de rezervă?
Item1401=Selecţie automată
Item1402=Selectaţi categoriile de fişiere pentru copierea de rezervă.
Item1403=Selecţie utilizator
Item1404=Selectaţi folderele şi fişierele pentru copierea de rezervă manuală.
Item1405=Cu selecţia automată alegeţi categoriile de fişiere pentru copierea de rezervă. De exemplu „Imagini” şi „Muzică şi alte fişiere audio”. Programul caută apoi pe computer fişiere din aceste categorii (pe baza setului predefinit de tipuri de fişiere utilizate în mod obişnuit pentru asemenea fişiere), apoi copiaţi-le de rezervă. Fişierele sunt comprimate şi înainte de a fi accesibile trebuie restaurate utilizând opţiunea de restaurare a fişierelor.
Item1406=Cu selecţia făcută de utilizator, selectaţi exact care fişiere şi foldere să fie copiate de rezervă, selectându-le printr-o fereastră din Windows Explorer. Aveţi două opţiuni pentru copierea de rezervă – Comprimare şi Fără comprimare
Item1407=Comprimare: Fişierele sunt comprimate şi înainte de a fi accesibile trebuie restaurate utilizând opţiunea de restaurare a fişierelor.
Item1408=Fără comprimare: Fişierele şi directoarele sunt copiate individual fără comprimare. Fişierele sunt accesibile fără a utiliza opţiunea de restaurare a fişierelor.
Item1409=Utilizaţi comprimarea?
Item1410=Comprimare
Item1411=Fără comprimare
Item1412=Fişierele sunt comprimate într-un format de fişier WIM şi înainte de a fi accesibile trebuie restaurate pe computer utilizând opţiunea Restaurare fişiere. Această opţiune minimizează dimensiunea copiei de rezervă şi, în timpul restaurării fişierelor, toate fişierele vor fi copiate automat pe C:\ şi vor fi făcute accesibile printr-o comandă rapidă de pe desktop.
Item1413=Fişierele şi directoarele sunt copiate individual fără comprimare şi sunt accesibile direct de pe unitatea de copiere de rezervă, fără a utiliza opţiunea Restaurare fişiere. Această opţiune nu minimizează dimensiunea copiei de rezervă, iar fişierele şi directoarele vor trebui copiate manual (copiere/lipire) pe computer.
Item1414=Pentru ce fişiere doriţi să faceţi copiere de rezervă?
Item1415=Răsfoire fişiere
Item1416=Dimensiunea copiei de rezervă:  00
Item1417=Nume
Item1418=Dimensiune
Item1419=Selecţie suport copie de rezervă
Item1420=Selecţie suport: 00
Item1421=Pentru a crea copia de rezervă vă vor fi necesare 00 discuri de acest tip.
Item1422=Pentru a continua copierea de rezervă cu suportul selectat, faceţi clic pe Următorul.
Item1423=Pentru a selecta un alt tip de suport pentru utilizare, faceţi clic pe Înapoi.
Item1424=Pregătire fişier
Item1425=Creare disc
Item1426=Inscripţionare disc
Item1427=Verificare disc
Item1428=Introduceţi discul 00 din 00 00.
Item1429=Fişiere selectate
Item1430=Copiere fişiere
Item1431=Fişiere selectate şi directoare copiate
Item1432=Recovery Manager a copiat cu succes fişierele
Item1433=Există fişiere mai mari decât capacitatea discului de copiere de rezervă, procesul de copiere de rezervă nu poate continua.
Item1434=Treceţi în modul Comprimare
Item1435=Deselectaţi fişierele mai mari de 00
Item1436=Selectaţi din nou dispozitivul
Item1437=Listă fişiere mari
Item1438=Introduceţi discul 00.
Item1439=Niciun disc disponibil cu suficient spaţiu liber pentru copierea de rezervă. Conectaţi alt disc sau eliberaţi spaţiu de pe unul care este conectat în prezent.
Item1440=Acest tip de disc nu este acceptat.
Item1441=Reduce dimensiunea fişierului. Necesită utilizarea opţiunii Restaurare fişiere.
Item1442=Nu reduce dimensiunea fişierului, nu necesită opţiunea Restaurare fişiere.
Item1443=O copie de rezervă nu poate fi salvată decât pe un suport optic sau pe o unitate HDD externă. Dacă dispozitivul şi/sau tipul de suport dorite nu sunt listate mai jos, asiguraţi-vă că dispozitivul este conectat şi pornit sau că suportul dorit este introdus în dispozitivul optic înainte de a continua procesul de copiere de rezervă.
Item1444=Acesta nu este discul corect sau discul poate fi corupt. Introduceţi discul 00.
Item1445=O copie de rezervă poate fi salvată numai pe o unitate de disc externă sau pe o unitate flash USB în format NTFS. Vă rugăm să vă asiguraţi că dispozitivul dorit este conectat şi că sistemul de fişiere este NTFS înainte de a continua procesul de copiere de rezervă.
Item1446=Dacă selectaţi 00 din Selecţie automată sau Selecţie de către utilizator, backupul tuturor fişierelor va fi efectuat în modul Fără compresie şi trebuie restaurat prin copierea manuală a datelor. Opţiunea Restaurare fişiere nu poate fi folosită.
Item1447=Toate fişierele stocate în folderul 00.
Item1448=Fişierele sunt comprimate într-un format de fişier WIM şi trebuie restaurate pe computer utilizând opţiunea Restaurare fişiere înainte de a putea fi accesate. Această opţiune minimizează dimensiunea backupului şi toate fişierele vor fi restaurate în destinaţia pe care o specificaţi şi o faceţi accesibilă printr-o scurtătură de pe desktop.
Item1449=Compresia nu este acceptată atunci când sunt selectate datele 00.
Item1450=A fost efectuat backupul datelor 00 în următorul folder din directorul rădăcină al folderului de backup:
Item1451=Copiaţi backupul datelor 00 din folderul de backup de mai sus în sistemul dvs. după finalizarea recuperării.
Item1452=Backupul datelor 00 poate fi efectuat numai utilizând opţiunea Fără compresie.
Item1453=Selectaţi OK pentru a face backup utilizând opţiunea Fără compresie sau selectaţi Anulare pentru a face backup la fişiere din nou.

[Windows Recovery Environment]
Item1500=HP Backup and Recovery sau contactaţi HP support

[Windows System Refresh]
Item1600=Reîmprospătați-vă computerul fără a vă afecta fișierele personale

[AboutInfo]
Item1700=Informaţii
Item1701=Versiune
Item1702=Suport media de recuperare
Item1703=Sistem
Item1704=Număr de produs
Item1705=Număr de serie
Item1706=Partiție de recuperare HP
Item1707=Da
Item1708=Nu
Item1709=Despre